{"newspapers": {"cnn_Josh Hawley": {"link": "https://www.cnn.com/2018/10/01/politics/cnn-polls-missouri-nevada-senate/index.html", "articles": [{"title": "CNN Key Race Alert: This is the narrow path to a Democratic Senate", "text": "Washington (CNN) There are two months until the midterm elections in November and Democrats still have a narrow path to the Senate majority despite a map that favors Republicans and includes 10 Democratic incumbents running in states President Donald Trump won, five of them by double-digit margins.\n\nThe President carried Indiana and Missouri by 19 points each, but a pair of new polls released this week by NBC News/Marist show Democratic Sens. Joe Donnelly and Claire McCaskill waging competitive re-election fights. In a two-way contest, Donnelly leads Republican Mike Braun 49% to 43% in the Hoosier State, while McCaskill and Josh Hawley are locked in a dead heat -- each with 47% -- in the Show Me State.\n\nAnother prime target for Republicans is Florida, where Quinnipiac University found Democratic Sen. Bill Nelson and Republican Gov. Rick Scott running even with 49% each after some $37 million in television ads -- roughly half of that by Scott's campaign.\n\nThe Blue Wall of Great Lakes states that Trump toppled in November 2016 so far looks to be holding for Democrats in 2018. Sens. Bob Casey (Pennsylvania), Sherrod Brown (Ohio), Debbie Stabenow (Michigan) and Tammy Baldwin (Wisconsin) are all favorites for re-election. Of that group, Baldwin appears to have the toughest race, facing a challenge from conservative state Sen. Leah Vukmir.\n\nTo be sure, the deep red states where Democratic incumbents are hoping to hang on may play to type and keep the majority out of reach for the party. But if a blue wave crests higher than expected, it could lift Democrats in states that would be all but lost in a more neutral environment.\n\nDemocrats are on offense in Nevada, a state Hillary Clinton carried by 2 points and where Rep. Jacky Rosen is now challenging GOP Sen. Dean Heller. The Battle Born State could be ground zero for the health care debate this cycle, with Rosen aggressively attacking Heller's support for the GOP's effort to repeal the Affordable Care Act.\n\nRepublicans breathed a sigh of relief late last month when GOP Rep. Martha McSally emerged from a tough primary contest in Arizona with a convincing victory against conservative firebrands Kelli Ward and Joe Arpaio. But McSally's shift to the right during the nominating fight, particularly on immigration, could pose a challenge in the general against Democratic Rep. Kyrsten Sinema, who entered the general election largely unscathed.\n\nThe list of Democratic targets this cycle has doubled, with a pair of red states -- Tennessee and Texas -- looking increasingly competitive. With the Senate currently split 51-49 in favor of Republicans, if Democrats were able to win either of those contests -- assuming they also flip Arizona and Nevada -- it would mean the party could afford to see one of its incumbents defeated and still preserve a path to the majority.\n\nTennessee Senate: Race moves from Lean Republican to Toss-Up\n\nIn Tennessee, former two-term Gov. Phil Bredesen is running a methodical campaign against GOP Rep. Marsha Blackburn by focusing on local issues and emphasizing his own moderate brand of politics over that of the national Democratic Party. That strategy seems to be working to his point, with an NBC News/Marist poll released Thursday showing Bredesen and Blackburn running neck and neck -- 48% to 46% -- among likely voters.\n\nBredesen's standing is buoyed by his popularity -- 61% of likely voters have a favorable view of the Democrat versus 22% who hold a negative view of him. By comparison, 46% of likely voters view Blackburn favorably compared with 36% who do not.\n\nWhen it comes to the President, 47% approve of his job performance while 43% disapprove. Blackburn, a staunch ally of the President, is making the argument that electing Bredesen could give Democrats control of the Senate -- a persuasive message in a state that went for Trump by 26 points. Bredesen has pledged to work with the President when he proposes policies that benefit Tennessee, declaring at the start of his campaign he was not \"running against\" Trump.\n\nTexas Senate: Race moves from Likely Republican to Lean Republican\n\nRepublicans are sending the cavalry to Texas for Sen. Ted Cruz, with the President announcing he'll do an October rally for his former 2016 GOP primary rival, and the political arm of the Club for Growth launching a seven-figure television ad campaign to hammer Cruz's Democratic opponent, Rep. Beto O'Rourke.\n\nO'Rourke has been a fundraising phenom, more than doubling Cruz in the second quarter and leading the GOP incumbent in cash on hand by almost $5 million. Polls show O'Rourke within striking distance of Cruz. The latest NBC News/Marist survey showed the race at 49% to 45% in Cruz's favor.\n\nFor Democrats, the path to victory in the Lone Star State has been elusive. The party's last statewide win came in 1994. The last time Texas elected a Democrat to the Senate was 1988. Clinton lost the state by nine points -- an improvement on Mitt Romney's 16-point margin over Barack Obama in 2012. Having tapped into the Democrats' enthusiasm edge, O'Rourke appears poised to narrow the gap even more this year.\n\nWest Virginia Senate: Race moves from Toss-Up to Lean Democratic\n\nWest Virginia should be at or near the top of the GOP's targets this cycle based on Trump's 42-point margin there in 2016. The President has also visited the Mountaineer State six times since taking office.\n\nThe difficulty for Republicans is they are running against Democratic Sen. Joe Manchin, a popular two-term governor who has demonstrated a willingness to buck his party and support the President's policies and nominees. He voted for Trump's first Supreme Court selection, Neil Gorsuch, and has signaled he's open to supporting Brett Kavanaugh, saying Wednesday he has not seen anything disqualifying from the nominee during this week's Senate Judiciary Committee hearings. Manchin also has demonstrated he can win in a less-than-ideal environment, receiving 61% of the vote in 2012 even as Romney carried the state with 62% support.\n\nRepublican nominee Patrick Morrisey, the state's attorney general, has faced questions about his fundraising ability and Manchin has a six-to-one cash advantage. Morrisey only recently launched his first television ad, a biographical spot that features praise from the President and highlights his legal challenge to environmental regulations implemented by the Obama administration.\n\nThat comes after Democratic outside groups have spent the summer pummeling Morrisey on TV over his work as a \"DC lobbyist\" for pharmaceutical companies and his decision to join a lawsuit challenging the ACA, a move that could lead to protections for pre-existing conditions being struck down. That line of attack could resonate in West Virginia, which at 36% has the highest rate of adults under 65 with pre-existing conditions, according to a Kaiser Family Foundation study in 2016.\n\nNorth Dakota Senate: Race moves from Toss-Up to Lean Republican\n\nOne state where Republicans are increasingly bullish about their chances is North Dakota, where GOP Rep. Kevin Cramer is challenging Democratic Sen. Heidi Heitkamp in a state the President carried by 36 points. Trump was personally involved in the effort to recruit Cramer into the race and stumped for the three-term GOP lawmaker Friday night in Fargo.\n\nFor a while it appeared Heitkamp was Trump's favorite Senate Democrat. The President praised her as a \"good woman\" during a September 2017 event in the Peace Garden State and invited her to the White House in May for the signing of a bank deregulation bill she co-sponsored.\n\nNow it seems the President is all-in for Cramer. \"You need a senator who doesn't just talk like they're from North Dakota, but votes like they're from North Dakota. That's what you need, and that's Kevin Cramer,\" Trump said during a Fargo rally in late June.\n\nHeitkamp should be able to keep the race close because of her strong personal brand and resource advantage -- leading Cramer $5.2 to $2.4 million in cash on hand. Cramer's bottom line should get a boost thanks to the President's visit, which his campaign says raised over $1 million.\n\nDemocrats are attacking Cramer on health care, accusing him of voting to strip protections for people with pre-existing conditions, and trade policy, a particularly acute concern in agriculture-rich North Dakota. Republicans, meanwhile, are targeting Heitkamp on hot-button issues such as abortion and so-called sanctuary cities, as well as her vote against the GOP tax cuts.\n\nGiven Trump's popularity in the state, Cramer's unwavering support for the President could be a more potent pitch to voters than Heitkamp's message of moderation. The national environment this year favors Democrats, but North Dakota is very much Trump country -- and Cramer is Trump's candidate.\n\nNew Jersey Senate: Race moves from Solid Democratic to Likely Democratic\n\nIt's been nearly 50 years since New Jersey voters elected a Republican to the Senate.\n\nBob Hugin is a longshot to break that streak, but the pharmaceutical executive is giving Democratic Sen. Bob Menendez a serious challenge in the Garden State. A recent Quinnipiac University poll showed Hugin trailing Menendez by six points in a state Clinton won by 14 points in 2016 and Obama carried by 17 points four years earlier.\n\nThe federal corruption trial involving Menendez ended last November in a mistrial, but an ethical cloud continues to hang over the Democrat. Nearly half of New Jersey voters say Menendez was involved in serious wrongdoing, including 38% of Democrats.\n\nDemocratic primary voters in the state delivered a clear message to Menendez in June when little-known challenger Lisa McCormick drew 38% of the vote against the two-term incumbent. Still, Menendez received more votes than were cast in the GOP primary, which Hugin won with 75% support.\n\nHugin has loaned his campaign more than $15 million and has spent more than $7 million on television ads to boost his candidacy. Menendez has been saving his resources -- holding about $6.4 million cash on hand. He's also getting a little help from the Democratic Senatorial Campaign Committee, which recently teamed with Menendez on a joint television ad buy. Democrats feel confident Menendez's numbers will improve once he hits the airwaves. He also stands to benefit from several competitive House races in a state where Democrats have strong recruits.", "link": "https://www.cnn.com/2018/09/09/politics/cnn-key-races-senate-update-early-september/index.html", "published": "2018-09-09T00:00:00"}, {"title": "Health care takes center stage in midterms fight -- and Republicans are on the defensive", "text": "In nearly every competitive Senate, House and governor's race, Democrats are turning the issue into the focal point of their television advertising campaigns, debate strategies and stump speeches.\n\nAs a result, Republicans are having to adjust to a shifting political reality: Voters have traditionally punished the party that seeks to change the nation's health laws. For nearly a decade, that meant Democrats spent every election cycle under attack. Now, Republicans who called for the repeal of President Barack Obama's health care law -- which features some popular elements, like protections for those with pre-existing conditions -- are on the defensive.\n\nFor many GOP candidates, it's the first time they've been forced to answer for their own histories and propose their own solutions.\n\nThe American public has swung drastically in Democrats' favor on Obamacare. At this point four years ago, 48% of registered voters felt the law went too far -- but now, that's down to 36%, a new Fox News poll found. Meanwhile, a majority think it's either about right (21%) or didn't go far enough (30%). And 64% of registered voters want to see more people insured, even if doing so costs the government more money.\n\nSeizing on the political opening, Democrats have spent nearly $125 million on TV ads focused on health care this year, compared to just $50 million in health care-focused ads from Republicans, according to the political ad tracking firm Kantar Media/CMAG.\n\nThe pressure has left some GOP candidates spinning -- insisting that they would defend pre-existing conditions protections and lower health care costs without detailing exactly how they'd do that.\n\nEven Republicans who haven't voted to repeal Obamacare or sued to block portions of it are under fire over health care.\n\nIn Indiana, the home to one of the most competitive races for US Senate, Republican challenger Mike Braun is airing television ads touting the health coverage offered by his own business, where he says insurance premiums have remained flat for 10 years.\n\nBut a closer look at his business casts doubt on whether a Braun-style plan would be a better deal for most Americans.\n\nWhat Braun doesn't say in his ads: His company's insurance plan features a deductible of $5,000 per year for individuals and $10,000 per year for families, according to the employee handbook of Braun's auto-parts business, Meyer Distributing, obtained by CNN. High deductibles are one of Americans' chief health care complaints and are a top target for Republicans' attacks on Obamacare.\n\nThe average deductible nationally is $1,500 for single plans, according to the Kaiser Family Foundation. That means Braun's company's workers who get sick could face steeper-than-average medical bills. High deductibles are also a way to keep premiums in check. Meyer's employee handbook shows that workers pay $34.30 biweekly in premiums for themselves or $198.44 for a family. Compared to national averages, that's about $300 cheaper for the year for single workers and $550 cheaper for those whose plans cover their families in 2017, according to Kaiser. The company did not respond to a request for comment on its health insurance plans.\n\nDemocratic Sen. Joe Donnelly's campaign says the high-deductible plan undercuts Braun's argument that he has better solutions to rising health insurance costs.\n\n\"Even his overhyped health care plan for his own employees is only a 'solution' if they're as wealthy as he is,\" Donnelly spokesman Will Baskin-Gerwitz said.\n\nAnd Braun's campaign answered questions about his company's health care plan with an attack on Donnelly.\n\n\"While Hoosier premiums doubled and all but two insurers fled Indiana on Senator Donnelly's watch, Mike Braun delivered solutions by taking on the insurance companies, holding premiums steady for 10 years running and covering pre-existing conditions before it was cool,\" said Braun spokesman Josh Kelley.\n\nOne of the most dramatic midterm makeovers is happening in Texas, where Sen. Ted Cruz -- the man who once played a leading role in a 2013 government shutdown against his own party's wishes in a failed bid to repeal Obamacare -- is now defending one of its core elements.\n\nCruz campaigned for president in 2016 on the promise to repeal \"every single word\" of Obamacare. In early 2017, Cruz argued that Congress should repeal Obamacare immediately, and then work out a new version of health reform afterward.\n\nNow, he says, there's one part of Obamacare he wouldn't roll back.\n\n\"You need to understand, everyone agrees we're going to protect pre-existing conditions,\" Cruz said while lambasting Obamacare for increasing insurance premiums during a debate last week.\n\nCruz touted his \"Consumer Freedom Amendment,\" introduced last year, which he said would have protected those with pre-existing conditions. But the bill would have created parallel markets, with insurers offering some plans that don't meet Obamacare's requirements and others that do. The prices of those that do meet the law's requirements would skyrocket, health care policy experts said at the time. Insurance companies lobbied against Cruz's proposal.\n\nHis Democratic challenger, Rep. Beto O'Rourke, said: \"I don't know how you're going to repeal every single word of the Affordable Care Act and keep protections for pre-existing conditions.\"\n\nIn Missouri, Republican attorney general Josh Hawley -- who is challenging vulnerable Democratic Sen. Claire McCaskill -- attempted to address a growing political problem with a new television advertisement this week.\n\nIn the 30-second, straight-to-camera spot, Hawley says he and his wife learned their oldest son has a \"rare chronic disease\" earlier this year -- \"a pre-existing condition. We know what that's like.\"\n\n\"I support forcing insurance companies to cover all pre-existing conditions,\" Hawley says in the ad.\n\nWanted to share a little about my family and our journey, and my commitment to protecting people with preexisting conditions — like my son #MOSen pic.twitter.com/g7u9RzN1iO — Josh Hawley (@HawleyMO) September 24, 2018\n\nHowever, Hawley is one of 20 Republican state officials who signed onto a federal lawsuit seeking to strike down former President Barack Obama's Affordable Care Act as unconstitutional. They are backed by President Donald Trump's Department of Justice, which would strike down the pre-existing conditions protections but not the whole law.\n\nIf they succeed, that would mean eliminating Obamacare's mandate that prevents insurers from denying coverage or charging higher premiums to the 52 million non-elderly adults with pre-existing conditions.\n\n\"Nerve,\" McCaskill tweeted in response to Hawley's ad. \"He sues to wipe out the protection then 'goes to camera' to say he doesn't mean it. He knows there are zero protections for pre-existing conditions if his lawsuit is successful.\"\n\nAnd this. Get the idea? Nerve. He sues to wipe out the protection then \"goes to camera\" to say he doesn't mean it. He knows there are zero protections for pre-existing conditions if his lawsuit is successful. https://t.co/CtxeY1Y23d — Claire McCaskill (@clairecmc) September 25, 2018\n\nIn a late bid to insulate Republicans on the issue, Nevada Sen. Dean Heller -- the most vulnerable GOP senator this year -- and nine other Republicans introduced a bill in August intended to keep protections for those with pre-existing conditions in place.\n\nHowever, health care policy experts pointed out that while the bill would forbid insurers from rejecting or jacking up prices for those with pre-existing conditions, it would allow them to exclude coverage related to those conditions -- or base prices on factors like age, gender and occupation. And the bill hasn't stopped Heller's Democratic challenger, Rep. Jacky Rosen, from attacking him for voting in favor of the repeal effort.\n\nRepublicans have also tried to pivot away from the issue of pre-existing conditions by contrasting their positions with the growing Democratic support for single-payer health coverage.\n\nIn hammering the GOP over health care, the lawsuit could be the single most effective weapon Democrats have as November's midterm elections approach.\n\nIn at least eight gubernatorial races, Democratic candidates and their supporters have aired television ads focused on pre-existing conditions. They've used the lawsuit to target Ohio attorney general Mike DeWine, who signed onto the lawsuit and is running for governor. West Virginia attorney general Patrick Morrisey, who is challenging Democratic Sen. Joe Manchin, is another Republican who has signed onto the lawsuit.\n\nIn Wisconsin, Gov. Scott Walker's Democratic challenger, state education chief Tony Evers, last week challenged Walker to drop out of the lawsuit. In a show of how complicated the politics are for Republicans, Walker has backed the lawsuit but promised he would call a special session of the state legislature to pass a law requiring coverage for pre-existing conditions if the lawsuit is successful.\n\nThe Democratic attacks also involve previous lawsuits -- like those Michigan attorney general and gubernatorial hopeful Bill Schuette signed onto. Schuette, who promised for years to undo Obama's signature law, has this year insisted he wants to protect those with pre-existing conditions.\n\nAnd they've focused on years' worth of GOP votes to repeal Obamacare.\n\nIn Florida, on Tuesday Democratic gubernatorial candidate Andrew Gillum released a new ad bashing his GOP opponent, former Rep. Ron DeSantis, for voting to repeal Obamacare, charging that \"DeSantis demanded that any new health law eliminate protections for people with pre-existing conditions.\" DeSantis responded by highlighting Gillum's calls for single-payer \"Medicare for all,\" saying that Gillum is running on a plan \"that would abolish private health care for millions of Floridians.\"\n\nBut, like in Indiana, Democrats haven't needed their Republican foes to sign onto the lawsuit or vote to repeal Obamacare to make health care their focal point.\n\nIn Montana, Democratic Sen. Jon Tester's supporters are lambasting his GOP challenger Matt Rosendale, the state auditor, for green-lighting insurance companies' plans for rate hikes and for hiring an insurance industry lobbyist as his deputy insurance commissioner.\n\nRosendale responded by tweeting that the Tester camp's claims were \"LIES!!!\" and that he is \"going to protect Montanans with pre-existing conditions and deliver health care WE CAN ALL AFFORD!!!\"", "link": "https://www.cnn.com/2018/09/26/politics/republicans-health-care-defensive/index.html", "published": "2018-09-26T00:00:00"}]}, "cnn_Bill Nelson": {"link": "https://www.sun-sentinel.com/news/politics/fl-ne-andrew-gillum-bill-nelson-cnn-poll-20181022-story.html", "articles": [{"title": "Hear new episodes of the true-crime podcast Felonious Florida now", "text": "A stunning triple murder, a killer clown and mysterious text messages from a missing woman.\n\nThe hit podcast Felonious Florida is back with a second season featuring three new stories from the Dark Side of the Sunshine State.\n\nIn Episodes 1 and 2 released today, investigative reporter Stephen Hobbs follows the case of a brutal 2009 triple murder.\n\nThe sole survivor had been shot in the head, and her inconsistent memories of the ordeal were making it difficult for detectives to find a suspect. The case ended in a stunning courtroom drama, and Hobbs investigated what happened.\n\nLISTEN TO THE NEW EPISODES HERE\n\n“The state of Florida is rich with captivating stories,” said Julie Anderson, editor-in-chief of the South Florida Sun Sentinel. “The Sun Sentinel’s archives are filled with high-profile crime stories and we are pleased to be bring a second season of compelling stories to listeners with fresh and new information.”\n\nThe seven-part season also includes “The Disappearance of Lisa Spence,” in which text messages from the phone of a woman who had vanished led police to the discovery of her violent end. And “The Killer Clown,” a story of one of Florida’s most sensational murders that revealed some of the darkest parts of the state.\n\nHosted by EmmaKate Austin, Felonious Florida is produced by the South Florida Sun Sentinel in partnership with Wondery.\n\nSeason 1, which launched on April 3, 2018, reached the No. 1 spot on Apple Podcasts and in June was named the best new true-crime podcast of the year by The AV Club.", "link": "https://www.sun-sentinel.com/news/florida/fl-fea-felonious-florida-season-2-premiere-20181001-story.html#nt=notification", "published": "2018-10-01T00:00:00"}, {"title": "CNN Florida poll has good news for Andrew Gillum and Bill Nelson – maybe too good", "text": "Andrew Gillum is way ahead and Bill Nelson is leading in the latest big-name poll of Florida voters.\n\nBut the CNN poll doesn’t mean Democrats should celebrate or Republicans despair. The numbers may not be as good as advertised for Democrats Gillum and Nelson or as bad for Republicans Ron DeSantis or Rick Scott.\n\nIn the governor’s race, the CNN poll conducted Tuesday through Saturday shows Gillum with support from 54 percent of likely voters to 42 percent for DeSantis. That’s a 12 percentage point advantage for Gillum.\n\nIn the U.S. Senate race, CNN has Nelson leading Scott among likely voters, 50 percent to 45 percent. That’s a Nelson lead of 5 points.\n\nCNN has the famous brand name, but its poll might be overstating support for the Democratic candidates and understating support for the Republicans.\n\nAnother survey, from SEA Polling & Strategic Design, which generally polls for Democrats, found closer contests.\n\nIn the governor’s race, SEA found 48 percent for Gillum to 42 percent for DeSantis among registered voters.\n\nIn the Senate race, SEA found Scott leading Nelson, 47 percent to 45 percent among registered voters.\n\nThe poll from SEA was conducted from Wednesday through Saturday.\n\nGillum, the Democratic candidate for governor, is currently the mayor of Tallahassee. Republican DeSantis was serving his third term as a member of Congress from northeast Florida until he resigned last month to campaign full time.\n\nThe candidates met for their first debate Sunday night.\n\nDemocrat Nelson is seeking a fourth term in the U.S. Senate. Republican Gov. Rick Scott can’t run for a third term as governor because of term limits, so he is running against nelson.\n\nAmong the reasons to be cautious about the CNN numbers:\n\n-- Trump response — The CNN survey found more Florida voters disapprove (50 percent) than approve (42 percent) of President Donald Trump’s performance, a net negative of 8 percentage points.\n\nThat’s not unusual. Virtually every public opinion poll shows more disapproval than approval for the president.\n\nWhat is unusual is the comparison to the national average. RealClearPolitics reports the average of national polls shows 52 percent disapproval and 44 percent approval of Trump, a net negative of 8 points.\n\nThat’s strikingly similar to the percentages CNN reported in Florida. Throughout his presidency, Trump has had notably higher favorable percentages and lower unfavorable percentages in Florida than the nation.\n\n-- Hurricane Michael — The disruptions in electricity and phone service caused by the hurricane in the Panhandle – strong Republican territory — might change the composition of the people polled. It’s impossible to know how many Panhandle voters won’t participate in this year’s election.\n\n-- Methodology. The CNN survey asked people to describe their affiliations, with 32 percent Democrats, 29 percent Republican, and 39 percent independent.\n\nThe DeSantis campaign said the methodology of the poll is seriously flawed, which “renders the finding useless.”\n\nThe campaign said the sample “has more Independent voters than Democrats or Republicans and more Democrats than Republicans. However, in the 2010, 2012, 2014 and 2016 general elections more Republicans voted than Democrats or Independents.”\n\nStephen Lawson, a DeSantis spokesman, said in a written statement that the poll shows “why so many Americans believe that CNN peddles fake news.”\n\nCNN said its mix of Democrats, Republicans and voters who have no party affiliation or are members of a third party “almost exactly matches” the state’s registered voters.\n\n-- Outlier. Some polls are considered “outliers” by political professionals, meaning that for a variety of reasons they don’t get a good sample and the conclusions raise skepticism. Some political analysts have suggested the CNN poll might be an outlier.\n\nUntil the CNN poll released Sunday, the RealClearPolitics polling average had Gillum and DeSantis just 1 percentage point apart, with 45.3 percent for Gillum and 44.3 percent for DeSantis. Without CNN, the RealClearPolitics average in the Senate race had Scott and Nelson tied at 46.3 percent.\n\nIt’s possible that there’s been a big recent surge toward Gillum and Nelson, or the CNN poll could be an outlier.\n\nThe cable network acknowledged those possibilities in an article it published Monday about the poll. “The CNN findings could be an outlier -- a statistical anomaly which occurs in polling by random chance. It also could be an indicator of renewed Democratic enthusiasm.”\n\nThe fine print\n\nIn the CNN poll, the research company SSRS used live callers to reach 769 likely voters by phone from Tuesday through Saturday. For likely voters, the pollster said the margin of error was plus or minus 4 percentage points.\n\nSEA said it used live callers to reach 600 registered voters and said its margin of error was plus or minus 4 percentage points.\n\naman@sunsentinel.com, 954-356-4550 or Twitter @browardpolitics", "link": "https://www.sun-sentinel.com/news/politics/fl-ne-andrew-gillum-bill-nelson-cnn-poll-20181022-story.html", "published": "2018-10-22T00:00:00"}, {"title": "CNN Poll: Democrats up in Florida with two weeks to go", "text": "WASHINGTON (CNN) As the final two weeks of campaigning begin, Democrats hold an edge in both the gubernatorial and Senate contests in the key state of Florida, according to a new CNN Poll conducted by SSRS. Democratic nominee Andrew Gillum holds a wide 12-point edge over his Republican opponent Rep. Ron DeSantis in the race for governor, while the Senate contest is a closer matchup with incumbent Democratic Sen. Bill Nelson at 50% to Republican Gov. Rick Scott's 45%.\n\nGillum's 54% to 42% lead rests on advantages among women (60% back him vs. 34% who say they favor DeSantis), non-white voters (74% back Gillum, 23% DeSantis), younger voters (60% for Gillum, 33% for DeSantis) and political independents (51% back Gillum, 42% DeSantis). Gillum has also consolidated Democratic support (97% favor him) in a way that DeSantis has not matched on the Republican side (88% back him).\n\nViews of Donald Trump are about as polarizing as partisanship in this race, which Trump has tweeted about multiple times. Among the 51% of likely voters who disapprove of the president, 92% back Gillum, while 87% back DeSantis among the 43% who approve of Trump.\n\nThe poll shows a wider lead for Gillum than some other recent telephone polling, nearly all of which was conducted before Hurricane Michael struck the state on October 10. Before the storm, public polling in mid- to late-September on these contests was mixed, with some (including surveys from Mason-Dixon and the University of North Florida) finding near-even races while others (including the Quinnipiac University and NBC News/Marist polls) gave the Democratic candidates the edge.\n\nThe CNN findings could be an outlier -- a statistical anomaly which occurs in polling by random chance. It also could be an indicator of renewed Democratic enthusiasm.\n\nRead More", "link": "https://www.cnn.com/2018/10/21/politics/cnn-poll-florida-senate-governor/index.html", "published": "2018-10-21T00:00:00"}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/politics/2018/oct/22/theresa-may-brexit-eu-final-deal-backstop", "published": "2018-10-22T18:03:10", "title": "May says MPs must 'hold their nerve' to approve final Brexit deal", "text": "PM tells Commons of four steps that must be taken before final 5% of EU deal is done\n\nTheresa May has urged MPs to “hold our nerve” through the final stages of Brexit talks, while warning hardliners in her own party that compromise will be necessary to achieve a deal with the EU.\n\nIn a crucial statement to the Commons after a weekend of lurid headlines about her potential political demise, the prime minister appealed directly to Tory Brexiters by reminding them to focus “on the prize that lies before us”.\n\nBriefing MPs on her talks in Brussels last week, May confirmed that a final proposal would most likely involve a brief extension to the transition period, but she stressed that this was not something the government had either sought or expected.\n\nFacing a packed and restive chamber, May repeated comments briefed out overnight in which she argued that 95% of a departure deal was in place and that the “one real sticking point” was how to guarantee there would be no return to a hard border between Northern Ireland and the Republic of Ireland.\n\nWhile there was still disagreement with the EU over the form a backstop should take if there is no overall agreement, this should not be “the barrier to reaching the future partnership we all want to see”, May said.\n\nThe EU’s original backstop – which would keep Northern Ireland in a customs union – remained unacceptable, May reiterated. “I do not believe that any UK prime minister could ever accept this, and I certainly will not,” she said.\n\nWhile the EU had issues with the UK’s counter-proposal for what May called a “temporary EU-UK joint customs territory” – a UK-wide backstop – the PM laid out what she said were four steps to break this impasse.\n\nThe first, she said, would be to make the UK-wide backstop legally binding, meaning a Northern Ireland-only second stage of the policy would no longer be needed. She described agreement on this as “critical”.\n\nOn the idea of extending the transition period, May said: “I have not committed to extending the implementation period, I do not want to extent the implementation period, and I do not believe that extending it will be necessary.”\n\nThe third element laid out by the prime minister would be a guarantee that neither a backstop or the transition period could be indefinite; and the fourth would be a further commitment on full continued access for Northern Irish businesses to the rest of the UK.\n\nThe prime minister urged MPs to think of the wider national interest. “When I stood in Downing Street and addressed the nation for the first time, I pledged that the government I lead will not be driven by the interests of the privileged few but of ordinary working families,” she said.\n\n“And, if doing those things means I get difficult days in Brussels, then so be it. The Brexit talks are not about my interests, they are about the national interest and the interests of the whole of our United Kingdom.\n\n“Serving our national interest will demand that we hold our nerve through these last stages of the negotiations, the hardest part of all.”\n\nIt would also “mean focusing on the prize that lies before us: the great opportunities that we can open up for our country when we clear these final hurdles in the negotiations,” May said.\n\nHowever, immediately before May spoke another potential issue flared up as a series of Conservative MPs complained about limitations on how a Commons motion on a final Brexit deal could be amended.\n\nAnswering an urgent question from the leading Tory remainer Dominic Grieve, the Brexit secretary, Dominic Raab, confirmed that while a motion would be amendable, this could not mean delaying departure or altering the final deal – in effect giving MPs a choice between the deal as presented or a no-deal departure.\n\nGrieve called this “entirely unsatisfactory” and was backed up by Tories including Nicky Morgan and Anna Soubry.\n\nBut in one boon for May, the leading Brexiter and former minister Steve Baker withdrew an amendment to the Northern Ireland bill, to be debated next week, which could have ended up blocking the backstop by requiring any such plan to be endorsed by the Stormont assembly, which has not sat since 2017.\n\nIn a tweet, Baker said he had withdrawn the amendments as it “would not be in the public interest” to push ahead with them."}, {"link": "https://www.theguardian.com/education/2018/oct/22/special-needs-pupils-being-failed-by-system-on-verge-crisis", "published": "2018-10-22T13:00:07", "title": "Special needs pupils being failed by system 'on verge of crisis'", "text": "Children with special educational needs and disabilities (SEND) are being failed by a system “on the verge of crisis” as demand for specialist support soars and threatens to bankrupt local authorities, a Guardian investigation has revealed.\n\nParents of children with SEND are increasingly locked in prolonged and costly disputes with councils across England who are too often failing to deliver on their legal obligations.\n\nAs a result, many of the most vulnerable children in society end up without the support to which they are entitled, and are out of school for months – even years – as parents battle to secure the right provision to meet their child’s needs.\n\nAppeals heard by the special educational needs and disability tribunal have nearly doubled in the past two years. According to the most recent figures, parents are successful in 89% of tribunal hearings, prompting concerns that some local authorities are making poor decisions, delaying vulnerable children’s access to education.\n\nBetween 2011-12 and 2015-16, the tribunal heard about 800 cases a year; in 2016-17 the number rose to 1,600 in the fallout after sweeping government changes for children with SEN and disabilities that came into force in 2014.\n\nAli Fiddy, the chief executive of Independent Parental Special Education Advice (IPSEA), which offers advice and support for parents, said there had been a 56% increase in demand for IPSEA’s services since the Children and Families Act 2014 which they were struggling to meet.\n\n“The system for supporting children and young people with SEND is verging on crisis. Against a backdrop of increasing cuts to local authority budgets, parents are having to deal with poor decision making on the part of local authorities which frequently stems from a lack of understanding of the legal framework.”\n\nFindings by the local government and social care ombudsman, who investigates complaints about local public services, confirm worrying levels of council failure within the SEND system. Out of 200 investigations into parents’ complaints, the ombudsman, Michael King, found in favour of parents in eight out of 10 cases.\n\nSpecial needs: 'It's soul-destroying to have to watch your daughter get worse’ Read more\n\nOne family had to go to tribunal twice and the ombudsman on three separate occasions to fight for the right provision for their 11-year-old son. “As a family it has a huge cost, both emotionally and financially. They failed him consistently for three years,” the mother said. “It’s left me feeling quite bruised and scared that the people who are supposed to be looking out for children are not.”\n\nKing said: “While our investigations can only provide part of the picture of how the SEN system is functioning – that picture is causing concern. The reality is that some families are suffering a disproportionate burden in having to battle for the support their children are entitled to.”\n\nMore than 1.2 million school pupils – about 15% of all those in England – have some kind of SEND, according to the Department for Education. Approximately 253,000 (3% of all pupils) have SEND statements or education and health care plans (EHCP), a legally binding document detailing the additional support that child needs.\n\nCouncils, suffering from years of budget cuts, warn the current system is “unsustainable”. The Association of Directors of Children’s Services (ADCS) said 68 out of 85 local authorities who responded to a survey reported an overspend on their high needs budget in 2016-17 totalling £139.5m.\n\nThe SEND crisis is also being felt in schools that are already grappling with an 8% real-terms reduction in funding since 2010, resulting in cuts to teaching assistants, specialist support and pastoral staff who play a vital role in supporting SEN pupils in mainstream settings.\n\nIn Kent, which is one of the biggest local authorities in England, high-needs spending rose from £119m five years ago to £167m this year. In the last 18 months there has been an 81% increase in requests for EHCP assessments. Part of the national increase in demand is due to the fact that the government’s SEND changes extended council liability to the age of 25.\n\nMatt Dunkley, the director of children’s services in Kent, said: “I understand parents’ frustration on this – the 2014 legislation set out an expectation of what they are entitled to, but we have a system that is not currently funded sufficiently to meet their demands.\n\n“It’s a crisis that threatens to undermine the general funding of schools, but also potentially to bankrupt local authorities who might have to bail out overspend from their own resources. We’ve got a perfect storm which is contriving to threaten the viability of the system.”\n\nAs mainstream schools struggle to support SEND pupils, a drift towards specialist schools – in particularly independent specialist schools – is an additional financial burden for councils. Official statistics show the number of children in private schools has risen from 3.7% of all SEND children in England to 6.9% in the last 10 years. Costs can be upwards of £50,000 a year per child; in a few extreme and complex cases it can cost £500,000 a year.\n\nThe House of Commons education select committee will meet this week to hear evidence as part of an inquiry into SEND. Robert Halfon, the Conservative MP who chairs the committee, said: “There are rising concerns about the quality and access to SEN provision, including the impact of funding issues and the very real difficulties parents face in securing help for their children.”\n\nCouncils around the country are consulting on proposals to cut SEND spending, while parents are crowdfunding to fight cuts in the courts. In August, families in Bristol forced the city council to reverse £5m of SEND cuts, parents in Surrey are awaiting judgment in a similar legal action to stop £22m of cuts, and parents in the London borough of Hackney are in the high court next week.\n\nOn the ground, parents say their children are losing home-to-school transport, speech therapy and one-to-one support as budget cuts bite. A petition signed by tens of thousands of parents calling for increased SEND funding is due to be handed to the education secretary, Damian Hinds, on Tuesday.\n\nFamilies have also crowdfunded more than £10,000 to bring legal action against Hinds, as well as the chancellor, Philip Hammond. A “letter before claim” has been delivered accusing them of “failing to discharge their legal duties relating to the amount of funding allocated to SEND provision in England”.\n\nJo-Anne Sanders, the director of learning and early support at Kirklees, apologised for the council’s failings and said an additional £500,000 was being allocated to the SEND budget because of the pressure on resources.\n\n“The council has acknowledged the findings of the ombudsman and we also accept that we failed to make sure the child in question received the support they were entitled to for a significant period of time,” she said.\n\n“The council has been working closely with parents, listening to their concerns and developing ways in which we can improve our services for children and families. We remain committed to making sure that all children are able to achieve the best possible start in life.”\n\nThe shadow education secretary, Angela Rayner, said: “The situation facing the UK’s most vulnerable children is so serious that the United Nations has warned that Britain is violating the international rights of disabled people, and thousands of disabled young people have been left without a school place at all.”\n\nThe minister for children and families, Nadhim Zahawi, said: “Core schools funding is increasing to £43.5bn by 2020 – this includes £6bn of funding specifically for children with special educational needs and disabilities, up from £5bn in 2013.\n\n“But we recognise there are pressures on high-needs budgets due to increasing costs, which is why we have taken a number of steps to help schools and local authorities get the best value for every pound.”"}, {"link": "https://www.theguardian.com/world/2018/oct/22/cctv-footage-appears-to-show-jamal-khashoggi-body-double-in-istanbul", "published": "2018-10-22T15:37:45", "title": "CCTV footage appears to show Khashoggi body double in Istanbul", "text": "CNN publishes footage of man wearing clothes of journalist, who was killed at consulate earlier this month\n\nNewly leaked CCTV footage has emerged that appears to show a Saudi agent leaving the country’s consulate in Istanbul wearing the clothes of the murdered Washington Post journalist Jamal Khashoggi.\n\nCNN aired the footage on Monday, citing a Turkish official who identified the man as Mustafa al-Madani, a “body double” and member of a 15-man Saudi team sent to Istanbul to target Khashoggi.\n\nThe agent, wearing glasses and a fake beard in an apparent attempt to further resemble the journalist, is seen touring a number of landmarks in the Turkish city after leaving the consulate.\n\nThe apparent Saudi aim was for footage of the man to be picked up by CCTV and distributed, thereby bolstering its claims made in the days after Khashoggi’s disappearance on 2 October that he had left the consulate unscathed.\n\nLate on Friday, after weeks of denials, the Saudis admitted for the first time that Khashoggi, a prominent critic of the crown prince, Mohammed bin Salman, had been killed after entering the consulate to organise paperwork for his marriage. His fiancee had been waiting for him at the front of the building.\n\nThe Turkish president, Recep Tayyip Erdoğan, has said details of the Washington Post journalist’s killing “will be revealed in all its nakedness” in parliament on Tuesday, the same day a glitzy investment forum in Riyadh spearheaded by the crown prince is to take place.\n\nThe spokesman for Turkey’s ruling AK party on Monday said it was Turkey’s responsibility to uncover the truth, telling reporters it was a “complicated” murder that had been “monstrously planned”.\n\nSaudi Arabia has never produced any CCTV footage of the body double to support its initial claim Khashoggi had left the consulate alive, and either Saudi officials realised the story would not be credible or had been hoping Turkish officials to be tricked by the ruse.\n\nThe footage was handed to the CNN news channel by Turkish authorities.\n\nThe CCTV leak of the apparent use of a body double is significant because it appears to bolster Turkish claims that the Saudis always intended either to kill Khashoggi or move him back to Saudi Arabia.\n\nThe footage appears to show the Saudi agent entering the consulate without a beard and wearing a blue and white checked shirt and dark blue trousers. Footage from later in the day appears to show him leaving the consulate dressed as Khashoggi, but wearing the same pair of trainers that he had arrived in.\n\nThe man walks out of the consulate via its back exit with an accomplice, then takes a taxi to Istanbul’s famed Blue Mosque, where he goes to a public bathroom, changes back out of the clothes and leaves. He later eats dinner with his accomplice and goes back to a hotel, where footage shows him smiling and laughing.\n\nTimeline Jamal Khashoggi's death: a Saudi version of events Show Hide\n\nSaudi Crown Prince Mohammed bin Salman tells Bloomberg he understands Khashoggi left the consulate after “a few minutes or one hour”. Turkish authorities are welcome to search the diplomatic mission because “we have nothing to hide”, he says. The Saudi consulate in Istanbul tweets that is following up on reports of Khashoggi’s disappearance “after he left the building”. Saudi ambassador Walid bin Abdul Karim El Khereiji denies any knowledge of Khashoggi’s whereabouts, Turkish media says. Riyadh sends investigators to cooperate with Turkey. Consul general Mohammed al-Otaibi tells Reuters all talk of kidnapping is baseless. Otaibi gives Reuters a tour of the consulate. Around midnight, Turkish officials say Khashoggi was killed there. A Saudi statement describes the Turkish allegations as baseless. US ambassador Prince Khaled bin Salman tells Axios the kingdom had nothing to do with the case. Prince Khalid describes allegations against the kingdom as “malicious leaks and grim rumours”. Turkey and Saudi Arabia form a joint working group. Saudi Arabia’s interior minister describes claims in the media that there were “orders to kill [Khashoggi]” as “lies and baseless allegations”. Later, Turkish officials leak details and say he was dismembered with a bone saw. Donald Trump tweets that he had spoken with King Salman, who “denies any knowledge of whatever may have happened”. Saudi-owned al Arabiya TV says 15 men identified by Turkish media on 10 October as part of a hit squad were misidentified “tourists”. Turkish investigators are allowed to search the consulate building. Trump speaks with Mohammed bin Salman, then tweets that the crown prince “totally denied” any knowledge of what happened and Riyadh was launching a thorough investigation. The US secretary of state, Mike Pompeo, says Saudi Arabia has made a “serious commitment” to hold anyone responsible accountable. Saudi Arabia’s public prosecutor says investigations show a fistfight led to Khashoggi’s death. Eighteen people have been arrested and two officials close to bin Salman fired. A Saudi official tells Reuters 15 officials travelled to Istanbul to meet Khashoggi, who had expressed interest in returning home. They threatened to kidnap him; Khashoggi resisted, and was accidentally choked to death during attempts to stop him shouting. An official dressed in Khashoggi’s clothes to make it appear as if he had left the consulate. The body was given to a “local collaborator” who disposed of it. The team then lied to Riyadh to cover up the fact Khashoggi had died.\n\nThe revelation came as Turkish crime-scene investigators examined a car park in Istanbul’s Sultangazi neighbourhood, where authorities have found a vehicle belonging to the Saudi consulate. Other consulate vehicles were searched last week, along with the consulate building and the consul general’s residence.\n\nSurveillance video aired by the Turkish state broadcaster TRT showed what Turkish security officials described as suspicious movement in the carpark, including an image of a man moving a bag from one vehicle to another.\n\nFacebook Twitter Pinterest Police officers block the road after a vehicle belonging to Saudi consulate in Istanbul was found at a car park area in the Sultangazi district. Photograph: Anadolu Agency/Getty Images\n\nMeanwhile a pro-Turkish government newspaper published claims that there had been four telephone calls between the Saudi consulate and the office of the crown prince in Riyadh on the day of Khashoggi’s death. The Turkish newspaper claim is not substantiated, but previous leaks to Turkish press by Turkish government sources have proved accurate.\n\nThe phone call claim takes responsibility for Khashoggi’s murder closer to the office of the crown prince, though the content of the calls are not known. Riyadh’s explanation for Khashoggi’s death on Friday – that he was killed in a “fistfight” and that 18 Saudis have been detained – has been met with widespread scepticism and allegations of a cover-up designed to absolve the crown prince of direct responsibility.\n\nJared Kushner, Donald Trump’s son-in-law, who struck up a friendship with Prince Mohammed, said he told him to be transparent over Khashoggi’s murder. “Right now we are more in the fact finding phase,” Kushner told a conference organised by CNN. Asked what advice he gave to the crown prince, he said: “To be fully transparent. The world is watching … To take this very seriously.” Asked about the crown prince’s response, Kushner said: “We’ll see.”\n\nPlay Video 1:00 Jamal Khashoggi: CCTV shows alleged Saudi hit squad's movements – video\n\nTurkish police were continuing a search of the Belgrad forest north of Istanbul on Monday, after investigators last week expanded their search to the forest and farmland in Yavlova province, a 90-minute drive south, on the other side of the Marmara Sea.\n\nTwo security cameras monitored the entrance to the vast 5,500 hectare wilderness. A woman who lives in a cottage down the road from the entrance said she had recently noticed more traffic than usual at night.\n\nSurveillance footage pulled from 150 cameras all over the city led police to conclude that on the night of Khashoggi’s death one vehicle owned by the Saudi consulate travelled to the forest, and the other to Yavlova."}, {"link": "https://www.theguardian.com/business/2018/oct/22/passenger-filmed-racist-tirade-on-ryanair-flight-to-show-world", "published": "2018-10-22T18:07:49", "title": "Woman 'shocked and depressed' by racist attack on Ryanair flight", "text": "A woman who was subjected to a racist attack aboard a Ryanair flight, has spoken out about how the incident left her stunned and depressed.\n\nDelsie Gayle, who was subjected to a tirade of abuse by a fellow passenger on flight FR015 from Barcelona to London Stansted, said: “I was shocked, nobody ever said those words to me.”\n\nAnother passenger, David Lawrence, who filmed the incident on 15 October and posted it online, said he chose to publicise it to show the world what had happened.\n\nThe footage shows a man shouting at Gayle, telling her to move seats, while her daughter tries to stand up to him, telling him her mother is disabled. The man can be heard saying: “I don’t care whether she’s fucking disabled or not – if I tell her to get out, she gets out.”\n\nHe can be heard in the video calling the woman an “ugly black bastard”. When Gayle remonstrates with him he shouts at her: “Don’t talk to me in a foreign language, you stupid ugly cow.”\n\nGayle, 77, moved from her seat, but the man was allowed to remain in his after the incident, which occurred before the flight took off.\n\nDescribing her shock, Gayle told ITV News: “I feel very low. He paid a fare to go on holiday, I’ve paid mine, so why does he abuse me for that due to the colour of my skin? He do it with me and he gets away, he’ll do it to somebody else.”\n\nSpeaking about the impact the incident has had on her, Gayle added: “I feel really depressed about it. I go to my bed and say, ‘what have I done?’ I haven’t done anything for you to attack me. Because of the colour of my skin I was abused like that?”\n\nGayle said she believed that if the situation had been reversed and she had attacked the man, the police would have been called. Of other passengers, who did not intervene, she said: “And because I’m black, I’m sad to say that, they didn’t want to get involved with me.”\n\nShe added she had had no contact with Ryanair, which has been criticised over its handling of the incident.\n\nLawrence said it was a difficult decision to film rather than step in to intervene, but he had done so “because of the power of social media today, and the importance of the public knowing that these incidents take place”.\n\nHe said he had been criticised as “childish” by one passenger for filming.\n\nDescribing himself as a “child of the Windrush generation”, Lawrence said: “For many years a lot of the West Indian community have gone through these types of incidents in Britain, but have never been able to share it with the public or with the world. So I decided that I had the opportunity to film this, as difficult as it was,” he told BBC Radio 4’s Today programme.\n\nAccording to the woman’s 53-year-old daughter, the argument started because her mother, who was returning from a holiday designed to cheer her up on the one-year anniversary of her husband’s death, has arthritis and took some time to move out of the way so the man could reach the window seat.\n\nLawrence said he expected more from Ryanair, and he had previously seen people escorted off planes for less. Criticising the lack of response from cabin crew and other passengers, Lawrence said: “One passenger actually said to me, don’t I think it was quite childish me filming the incident.”\n\nThe transport secretary, Chris Grayling, described the incident as “totally unacceptable” and told the Today programme he hoped “police would want to take action in such an extraordinarily unacceptable case”.\n\nHowever, shadow transport minister Karl Turner said he understood that Ryanair’s failure to immediately remove the man from the flight and hand him over to the Spanish authorities could result in no charges being brought.\n\nBecause Ryanair is registered in Dublin and the plane was on the ground in Spain, UK law did not apply, Turner told BBC Radio 4’s World at One. There was no extradition arrangement for an offence of this nature, he said, so there might be no charges unless the man handed himself over to the Spanish authorities. “I doubt whether he’s going to do that,” Turner said.\n\nRyanair tweeted on Sunday that it had reported the matter to Essex police. “As this is now a police matter, we cannot comment further.”"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Migrant Caravan Grows to 7,000, Trump Vows to Slash Central American Aid", "text": "President Donald Trump announced on Monday that the United States would begin “cutting off, or substantially reducing” foreign aid to Central America over a growing migrant caravan marching toward the southern border.\n\n“Guatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S.,” President Trump tweeted. “We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them.”\n\nGuatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S. We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them. — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nThe three countries received a combined more than $500 million in funding from the U.S. in fiscal year 2017, though it was not immediately clear how much Trump is seeking to cut.\n\nOn a three-day campaign swing to Western states last week, President Trump raised alarm over thousands of migrants traveling through Mexico to the U.S. and threatened to seal off the southern border if they weren’t stopped.\n\nAs the migrants continued their northward march about 900 miles from the U.S. border, the president tweeted that, “Sadly, it looks like Mexico’s Police and Military are unable to stop the Caravan.”\n\nSadly, it looks like Mexico’s Police and Military are unable to stop the Caravan heading to the Southern Border of the United States. Criminals and unknown Middle Easterners are mixed in. I have alerted Border Patrol and Military that this is a National Emergy. Must change laws! — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nPresident Trump continued: “I have alerted Border Patrol and Military that this is a National Emergy.”\n\nEvery time you see a Caravan, or people illegally coming, or attempting to come, into our Country illegally, think of and blame the Democrats for not giving us the votes to change our pathetic Immigration Laws! Remember the Midterms! So unfair to those who come in legally. — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nThousands of Central American migrants hoping to reach the U.S. were deciding Monday whether to rest in this southern Mexico town or resume their arduous walk through Mexico as President Donald Trump rained more threats on their governments.\n\nMIGRANT CARAVAN: They’ve arrived in Tapachula after walking 8+ hrs. Many have taken off their shoes and are limping. pic.twitter.com/3TWKuVwhFv — KarlaZabs (@karlazabs) October 21, 2018\n\nJosé Anibal Rivera, 52, an unemployed security guard from San Pedro Sula crossed into Mexico by raft Sunday and walked up to Tapachula from Ciudad Hidalgo to join the caravan. “There are like 500 more people behind me,” he told the Associated Press. He vowed to reach the U.S. border, still nearly 2,000 road miles away at its closest point. “Anything that happens, even if they kill me, is better than going back to Honduras,” he said.\n\nAna Luisa España, a clothes washer and ironer from Chiquimula, Guatemala, joined the caravan as she saw it pass through Guatemala. “The goal is to reach the (U.S.) border,” she said. “We only want to work and if a job turns up in Mexico, I would do it. We would do anything, except bad things.”\n\nIsis Ramirez, 32, a mother of three from Tegucigalpa, Honduras, awoke Monday morning on a square of sodden cardboard in Tapachula’s town square, her swollen feet stretched out in front of her, wrapped in bandages applied by paramedics. Blisters had formed on her feet from the cheap plastic sandals she wears. “There are more sick people. It’s better that we rest today,” she said.\n\nOn Sunday, thousands of migrants stretched out on rain-soaked sidewalks, benches and public plazas in Tapachula, worn down by another day’s march under a blazing sun. Keeping together for strength and safety in numbers, some huddled under a metal roof in the city’s main plaza Sunday night. Others lay exhausted in the open air, with only thin sheets of plastic to protect them from ground soggy from an intense evening shower. Some didn’t even have a bit of plastic yet.\n\nFederal police monitored the caravan’s progress from a helicopter and had a few units escorting it. Outside Tapachula, about 500 black-uniformed officers briefly gathered along the highway on buses and in patrol units, but they said their orders were to maintain traffic and not to stop the caravan. They moved on toward the city before the caravan reached them.\n\nFederal Police helicopter circling around. Migrants yelling, “Don’t step out of the [yellow] line!” pic.twitter.com/b7b6Z2PS3I — KarlaZabs (@karlazabs) October 21, 2018\n\n“We are going to sleep here in the street, because we have nothing else,” said Jose Mejia, 42, a father of four from the Honduran city of San Pedro Sula. “We have to sleep on the sidewalk, and tomorrow wake up and keep walking. We’ll get a piece of plastic to cover ourselves if it rains again.”\n\nMexican President-elect Andres Manuel Lopez Obrador suggested Sunday that the United States, Canada, and Mexico work out a joint plan for funding development in the poor areas of Central America and southern Mexico. “In this way we confront the phenomenon of migration, because he who leaves his town does not leave for pleasure but out of necessity,” said Lopez Obrador, who takes office December 1.\n\nThe migrant caravan, which started out more than a week ago with fewer than 200 participants, has drawn additional people along the way and it swelled to an estimated 7,000 Monday after many migrants found ways to cross from Guatemala into southern Mexico as police blocked the official crossing point.\n\nLater in the day, authorities in Guatemala said another group of about 1,000 migrants had entered that country from Honduras.\n\nCivil defense officials for Mexico’s southern state of Chiapas said they had offered to take the migrants by bus to a shelter set up by immigration officials about 5 miles outside Tapachula, but the migrants refused, fearing that once they boarded the buses they would be deported.\n\nUlises Garcia, a Red Cross official, said some migrants with injuries from their hard trek refused to be taken to clinics or hospitals because they didn’t want to leave the caravan. “We have had people who have ankle or shoulder injuries, from falls during the trip, and even though we have offered to take them somewhere where they can get better care, they have refused, because they fear they’ll be detained and deported,” Garcia said. “They want to continue on their way.”\n\nGarcia said he had seen cases of swollen, lacerated and infected feet. But “they are going to continue walking, and their feet won’t heel as long as they keep walking,” he said.\n\nJesus Valdivia, of Tuxtla Chico, Mexico, was one of the many who pulled his pickup truck over to let 10 or even 20 migrants hop in at a time, sometimes causing vehicles’ springs to groan under the weight. “You have to help the next person. Today it’s for them, tomorrow for us,” Valdivia said, adding that he was getting a valuable gift from those he helped: “From them we learn to value what they do not have.”\n\nThe Associated Press contributed to this report.", "link": "http://www.breitbart.com/immigration/2018/10/22/migrant-caravan-grows-to-7000-trump-vows-to-cut-central-american-aid/", "published": "2018-10-22T00:00:00"}, {"title": "Migrant Caravan Grows to 7,000, Trump Vows to Slash Central American Aid", "text": "President Donald Trump announced on Monday that the United States would begin “cutting off, or substantially reducing” foreign aid to Central America over a growing migrant caravan marching toward the southern border.\n\n“Guatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S.,” President Trump tweeted. “We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them.”\n\nGuatemala, Honduras and El Salvador were not able to do the job of stopping people from leaving their country and coming illegally to the U.S. We will now begin cutting off, or substantially reducing, the massive foreign aid routinely given to them. — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nThe three countries received a combined more than $500 million in funding from the U.S. in fiscal year 2017, though it was not immediately clear how much Trump is seeking to cut.\n\nOn a three-day campaign swing to Western states last week, President Trump raised alarm over thousands of migrants traveling through Mexico to the U.S. and threatened to seal off the southern border if they weren’t stopped.\n\nAs the migrants continued their northward march about 900 miles from the U.S. border, the president tweeted that, “Sadly, it looks like Mexico’s Police and Military are unable to stop the Caravan.”\n\nSadly, it looks like Mexico’s Police and Military are unable to stop the Caravan heading to the Southern Border of the United States. Criminals and unknown Middle Easterners are mixed in. I have alerted Border Patrol and Military that this is a National Emergy. Must change laws! — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nPresident Trump continued: “I have alerted Border Patrol and Military that this is a National Emergy.”\n\nEvery time you see a Caravan, or people illegally coming, or attempting to come, into our Country illegally, think of and blame the Democrats for not giving us the votes to change our pathetic Immigration Laws! Remember the Midterms! So unfair to those who come in legally. — Donald J. Trump (@realDonaldTrump) October 22, 2018\n\nThousands of Central American migrants hoping to reach the U.S. were deciding Monday whether to rest in this southern Mexico town or resume their arduous walk through Mexico as President Donald Trump rained more threats on their governments.\n\nMIGRANT CARAVAN: They’ve arrived in Tapachula after walking 8+ hrs. Many have taken off their shoes and are limping. pic.twitter.com/3TWKuVwhFv — KarlaZabs (@karlazabs) October 21, 2018\n\nJosé Anibal Rivera, 52, an unemployed security guard from San Pedro Sula crossed into Mexico by raft Sunday and walked up to Tapachula from Ciudad Hidalgo to join the caravan. “There are like 500 more people behind me,” he told the Associated Press. He vowed to reach the U.S. border, still nearly 2,000 road miles away at its closest point. “Anything that happens, even if they kill me, is better than going back to Honduras,” he said.\n\nAna Luisa España, a clothes washer and ironer from Chiquimula, Guatemala, joined the caravan as she saw it pass through Guatemala. “The goal is to reach the (U.S.) border,” she said. “We only want to work and if a job turns up in Mexico, I would do it. We would do anything, except bad things.”\n\nIsis Ramirez, 32, a mother of three from Tegucigalpa, Honduras, awoke Monday morning on a square of sodden cardboard in Tapachula’s town square, her swollen feet stretched out in front of her, wrapped in bandages applied by paramedics. Blisters had formed on her feet from the cheap plastic sandals she wears. “There are more sick people. It’s better that we rest today,” she said.\n\nOn Sunday, thousands of migrants stretched out on rain-soaked sidewalks, benches and public plazas in Tapachula, worn down by another day’s march under a blazing sun. Keeping together for strength and safety in numbers, some huddled under a metal roof in the city’s main plaza Sunday night. Others lay exhausted in the open air, with only thin sheets of plastic to protect them from ground soggy from an intense evening shower. Some didn’t even have a bit of plastic yet.\n\nFederal police monitored the caravan’s progress from a helicopter and had a few units escorting it. Outside Tapachula, about 500 black-uniformed officers briefly gathered along the highway on buses and in patrol units, but they said their orders were to maintain traffic and not to stop the caravan. They moved on toward the city before the caravan reached them.\n\nFederal Police helicopter circling around. Migrants yelling, “Don’t step out of the [yellow] line!” pic.twitter.com/b7b6Z2PS3I — KarlaZabs (@karlazabs) October 21, 2018\n\n“We are going to sleep here in the street, because we have nothing else,” said Jose Mejia, 42, a father of four from the Honduran city of San Pedro Sula. “We have to sleep on the sidewalk, and tomorrow wake up and keep walking. We’ll get a piece of plastic to cover ourselves if it rains again.”\n\nMexican President-elect Andres Manuel Lopez Obrador suggested Sunday that the United States, Canada, and Mexico work out a joint plan for funding development in the poor areas of Central America and southern Mexico. “In this way we confront the phenomenon of migration, because he who leaves his town does not leave for pleasure but out of necessity,” said Lopez Obrador, who takes office December 1.\n\nThe migrant caravan, which started out more than a week ago with fewer than 200 participants, has drawn additional people along the way and it swelled to an estimated 7,000 Monday after many migrants found ways to cross from Guatemala into southern Mexico as police blocked the official crossing point.\n\nLater in the day, authorities in Guatemala said another group of about 1,000 migrants had entered that country from Honduras.\n\nCivil defense officials for Mexico’s southern state of Chiapas said they had offered to take the migrants by bus to a shelter set up by immigration officials about 5 miles outside Tapachula, but the migrants refused, fearing that once they boarded the buses they would be deported.\n\nUlises Garcia, a Red Cross official, said some migrants with injuries from their hard trek refused to be taken to clinics or hospitals because they didn’t want to leave the caravan. “We have had people who have ankle or shoulder injuries, from falls during the trip, and even though we have offered to take them somewhere where they can get better care, they have refused, because they fear they’ll be detained and deported,” Garcia said. “They want to continue on their way.”\n\nGarcia said he had seen cases of swollen, lacerated and infected feet. But “they are going to continue walking, and their feet won’t heel as long as they keep walking,” he said.\n\nJesus Valdivia, of Tuxtla Chico, Mexico, was one of the many who pulled his pickup truck over to let 10 or even 20 migrants hop in at a time, sometimes causing vehicles’ springs to groan under the weight. “You have to help the next person. Today it’s for them, tomorrow for us,” Valdivia said, adding that he was getting a valuable gift from those he helped: “From them we learn to value what they do not have.”\n\nThe Associated Press contributed to this report.", "link": "http://www.breitbart.com/immigration/2018/10/22/migrant-caravan-grows-to-7000-trump-vows-to-cut-central-american-aid/#disqus_thread", "published": "2018-10-22T00:00:00"}, {"title": "100,000 Texans Camp Out 24 Hours Before Trump-Cruz Rally in Houston", "text": "President Donald Trump’s supporters began lining up and camping out 24 hours before Monday’s rally in Houston, Texas, which has received at least 100,000 signups for the 18,000-person venue.\n\nTelevision crews arrived around 4:00 a.m. local time Monday outside of the venue where President Trump will speak Monday night. The Fox News reporter stated they had seen the line grow throughout the hours:\n\n100k signed up for Houston MAGA Rally @realDonaldTrump will speak at tonight, only 18k fit in venue, attendees have been camped out since yesterday #Texas pic.twitter.com/1n30GX3Tcy — Michelle Moons (@MichelleDiana) October 22, 2018\n\nThe television cameras could not fit the whole line in their view.\n\nOfficials told Fox News that 100,000 people have signed up for the rally where President Donald Trump will speak Monday night. The Toyota Center, the venue for the rally, has a capacity of 18,000. The reporter said those lining up were doing so in part to make sure “they could have as close a chance to get to President Trump as possible.”\n\nCNN reporter Betsy Klein posted photos Sunday night of some of the crowd lining up and camping out to get into the rally:\n\nTrump supporters are already lined up for blocks in Downtown Houston. Excuse the grainy phone photos taken mid-uber, but it’s already pretty active and multiple streets are blocked off by police ahead of tomorrow’s rally pic.twitter.com/IT2e7RDZqq — Betsy Klein (@betsy_klein) October 22, 2018\n\nTrump will promote Sen. Ted Cruz in his bid for re-election. It is the first day of early voting in Texas.\n\nFood trucks and a band are expected to arrive outside the venue around 9:00 a.m. local time for a “tailgating-style rally,” according to the report.\n\nDoors for the venue open at 3:30 p.m. local time, and rally speakers are scheduled to begin around 6:30 p.m.\n\nMichelle Moons is a White House Correspondent for Breitbart News — follow on Twitter @MichelleDiana and Facebook.", "link": "http://www.breitbart.com/midterm-election/2018/10/22/texans-camp-out-24-hours-before-trump-cruz-rally-houston/", "published": "2018-10-22T00:00:00"}, {"title": "100,000 Texans Camp Out 24 Hours Before Trump-Cruz Rally in Houston", "text": "President Donald Trump’s supporters began lining up and camping out 24 hours before Monday’s rally in Houston, Texas, which has received at least 100,000 signups for the 18,000-person venue.\n\nTelevision crews arrived around 4:00 a.m. local time Monday outside of the venue where President Trump will speak Monday night. The Fox News reporter stated they had seen the line grow throughout the hours:\n\n100k signed up for Houston MAGA Rally @realDonaldTrump will speak at tonight, only 18k fit in venue, attendees have been camped out since yesterday #Texas pic.twitter.com/1n30GX3Tcy — Michelle Moons (@MichelleDiana) October 22, 2018\n\nThe television cameras could not fit the whole line in their view.\n\nOfficials told Fox News that 100,000 people have signed up for the rally where President Donald Trump will speak Monday night. The Toyota Center, the venue for the rally, has a capacity of 18,000. The reporter said those lining up were doing so in part to make sure “they could have as close a chance to get to President Trump as possible.”\n\nCNN reporter Betsy Klein posted photos Sunday night of some of the crowd lining up and camping out to get into the rally:\n\nTrump supporters are already lined up for blocks in Downtown Houston. Excuse the grainy phone photos taken mid-uber, but it’s already pretty active and multiple streets are blocked off by police ahead of tomorrow’s rally pic.twitter.com/IT2e7RDZqq — Betsy Klein (@betsy_klein) October 22, 2018\n\nTrump will promote Sen. Ted Cruz in his bid for re-election. It is the first day of early voting in Texas.\n\nFood trucks and a band are expected to arrive outside the venue around 9:00 a.m. local time for a “tailgating-style rally,” according to the report.\n\nDoors for the venue open at 3:30 p.m. local time, and rally speakers are scheduled to begin around 6:30 p.m.\n\nMichelle Moons is a White House Correspondent for Breitbart News — follow on Twitter @MichelleDiana and Facebook.", "link": "http://www.breitbart.com/midterm-election/2018/10/22/texans-camp-out-24-hours-before-trump-cruz-rally-houston/#disqus_thread", "published": "2018-10-22T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Watch Live: President Trump Says Migrant Invasion Force is a Threat to the United States’ Existence, Declares National Emergency", "text": "Alex Jones broadcasts live from the Central Texas Command Center to cover the latest breaking news including the impending illegal migrant caravan, tonight’s Houston, Texas Trump rally and much more.\n\nShare this link to join in the battle against censorship!", "link": "https://www.infowars.com/watch-live-president-trump-says-migrant-invasion-force-is-a-threat-to-the-united-states-existence-declares-national-emergency/", "published": "2018-10-22T11:03:20-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": []}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": []}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/asia_pacific/in-china-investigations-and-purges-become-the-new-normal/2018/10/21/077fa736-d39c-11e8-a275-81c671a50422_story.html", "published": "2018-10-22T10:00:00", "title": "In China, investigations and purges become the new normal", "text": "\n\nMeng Hongwei, China's vice minister of public security and the president of Interpol, attends a promotion ceremony at France’s Saint-Cyr national police academy in June 2017. He was detained and disappeared this month during a visit to China. (Nicolas Liponne/NurPhoto via Getty Images)\n\nIt’s been another busy month for China’s anti-corruption authorities.\n\nThere was the head of Interpol, who was unceremoniously seized during a trip to Beijing. There was the state bank executive who was caught hiding tons — literally — of ill-gotten cash in his moldy basement.\n\nThere was the disgraced general who was purged by the Communist Party as punishment even after he had hanged himself.\n\nArrests, disappearances, investigations, posthumous humiliations: The stream of eye-catching headlines coming out of Beijing in October is a reminder that President Xi Jinping’s hallmark anti-corruption drive is showing few signs of letting up in its sixth year.\n\nChasing suspected fraudsters, influence peddlers and others remains popular with the public. But Xi’s campaign also shows other tumult within the upper ranks of China’s leadership, business world and security apparatus.\n\nLeaders are grappling with internal upheavals at a time when Beijing is juggling mounting challenges, from trade frictions with Washington to economic stress at home.\n\nDespite rounds of purges in recent years, “one serious problem that Xi Jinping faces is that the administration is still actually poorly run,” said Willy Lam, who studies Chinese politics at Hong Kong University. “They should have their house in order by now, but they don’t. That could affect China’s ability to carry out policy or fight the trade war with the U.S.”\n\n[Opinion: Interpol chief arrest shows world it’s no longer business as usual]\n\nThe numbers are staggering. Since Xi started the push in 2012, authorities have investigated more than 2.7 million officials and punished more than 1.5 million people. They include seven national-level leaders and two dozen high-ranking generals. Prosecutors have tried about 58,000 officials and sentenced two to death.\n\nAmong the latest officials to face prosecution is Lai Xiaomin, the former head of state-owned bank Huarong Asset Management and a onetime central bank official.\n\nLai was expelled from the party last week after he was found in “serious violation” of party law and regulations. According to the financial website Caixin, Lai took bribes, flouted government financial policy — and hid three metric tons of tainted cash worth nearly $40 million in his house.\n\nAs a former regulator charged with helping large Chinese companies deal with their debt, Lai was instead found to be running Huarong in a “blind and disorderly way,” Chinese authorities said.\n\nSince 2015, when a devastating stock market crash sparked outrage among the middle class, Communist Party leaders have viewed the financial markets as an Achilles’ heel for its grip on power, observers say.\n\nLai’s downfall represents more than just another corruption case.\n\n\n\nChen Shulong, former vice governor of China’s Anhui province, stands trial for bribery. He pleaded guilty to taking bribes and causing financial loss of 2.91 billion yuan ($425.7 million). (AP)\n\nThe well-connected Politburo member Sun Zhengcai was sentenced in May to life in prison for taking more than $26 million in bribes. (AP)\n\nIt points to how Chinese leaders are increasingly using their disciplinary apparatus to enforce government policy, said Wu Qiang, an independent political analyst in Beijing.\n\nThat’s an evolution from five years ago, when Xi was clearing out rival factions in the Politburo and sensitive institutions, such as the military, Wu said.\n\n“At the moment, the financial industry is the focus of the anti-corruption campaign,” Wu said. “It’s in line with the government’s economic policies such as ‘de-bubbling’ and stabilizing the finance sector.”\n\nTo be sure, Xi’s work to cement his grip on the police and military, the two instruments of hard power, also appears unfinished.\n\n[China’s biggest celebrity fined $130 million for fiscal irregularities]\n\nMeng Hongwei, a deputy minister of public security and the head of Interpol, was detained this month by anti-corruption officials during a visit to Beijing. His disappearance occurred amid speculation of internal infighting.\n\nAnd two top officers in the People’s Liberation Army, including former chief of joint staff Fang Fenghui, were expelled from the party last week.\n\nFang was found guilty of accepting bribes and political disloyalty. The other general, Zhang Yang, was stripped of his rank and Communist Party membership, said a statement, which added that he tried to “escape punishment by committing suicide” last November.\n\nMore than 300 officers were swept up as part of the investigation into the two generals, the South China Morning Post reported, citing sources close to the military.\n\nThis year, Xi expanded the leadership’s reach by forming a National Supervisory Commission with sweeping powers to investigate not only Communist Party members but also state-owned companies, hospitals, schools and even sports teams.\n\n“Once you establish and empower agencies to investigate, they will inevitably find more and more people to lock up,” said Zhang Ming, a retired professor of political science at Renmin University in Beijing. “Eventually, it hurts the party’s prestige and the public confidence in it.”\n\nFor its part, the Communist Party has signaled that it’s just fine with the cycle of purges and investigations becoming the new normal of Chinese governance.\n\nSince the campaign kicked into gear, the state broadcaster has released a documentary about a never-ending corruption fight titled “Always on the Road” and a slick TV drama that got huge ratings.\n\nTypically tight-lipped government authorities have been happy to drip-feed details of greed and fecklessness to the media, rallying the public around the anti-corruption campaign.\n\nThey’ve disclosed the number of bill-counting machines it took to count one rogue energy official’s cash pile (16, four of which broke down) and the logistics required to confiscate all the gold, antiques and cash belonging to a crooked former army commander (10 military trucks). It’s not uncommon to see reports surface about the tonnage of a particular fallen official’s cash hoard.\n\nJude Blanchette, a China expert at the Crumpton Group, said the never-ending corruption crusade is a distraction for Xi, but it also serves to keep the Communist Party — and vast swaths of Chinese society — in a permanent state of tension and under his sway.\n\n“The campaign has been a remarkably effective tool to help him consolidate and hold power,” Blanchette said. “It’s flexible enough to allow him to essentially go after anyone, with Damocles’ sword hanging over almost everyone. Why would he ever willingly give that up?”\n\nRead more:\n\nNur Bekri investigated for corruption in China\n\nFormer Chinese Internet czar on trial over corruption\n\nChina’s leader tightens grip with new anti-corruption agency\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/world/asia_pacific/japans-prime-minister-a-trump-buddy-now-tries-to-cozy-up-to-chinas-president/2018/10/22/a783dd18-d394-11e8-a4db-184311d27129_story.html", "published": "2018-10-22T15:17:46", "title": "Japan’s prime minister, a Trump buddy, now tries to cozy up to China’s president", "text": "China's President Xi Jinping (R) shakes hands with Japan's Prime Minister Shinzo Abe during their meeting at the Great Hall of the People, on the sidelines of the Asia Pacific Economic Cooperation (APEC) meetings, in Beijing Nov. 10, 2014. (Kim Kyung Hoon/Reuters)\n\nChinese economic reformer Deng Xiaoping traveled to Tokyo exactly 40 years ago this week to mark the signing of the Sino-Japanese Peace and Friendship Treaty, as the two countries attempted to put the memories of wars behind them.\n\n“In the present turbulent situation, China needs friendship with Japan and vice versa,” Deng told the Japanese prime minister at the time, between visits to high-tech factories and marveling at Japan’s bullet trains.\n\nFast forward four decades, and China has overtaken Japan as the world’s second largest economy and is now producing high-speed trains of its own. But the same thoughts may well be running through President Xi Jinping’s mind today.\n\nNow, in the middle of an increasingly bitter trade war with the United States, Xi will on Wednesday welcome Japanese Prime Minister Shinzo Abe for their first bilateral meeting in more than seven years.\n\n“For the first time for a very long time, Chinese leaders are looking for a positive relationship with Japan,” said Yun Sun, a China expert at the Stimson Center in Washington, D.C. “With Trump in power, both Japan and China are feeling the heat coming. It changes their calculations,” she said.\n\nXi will host Abe at a reception, attended by about 500 Japanese business leaders, in the Beijing’s opulent Great Hall of the People on Wednesday night, for a celebration marking the 40th anniversary of the treaty.\n\nThen they will have a day of meetings Thursday during which they will pledge to work together on economic cooperation projects in third countries such as Thailand. They expected to reach agreements on more than 30 such infrastructure projects.\n\n[Trump and China’s Xi to meet in bid to end trade war tensions ]\n\nIt’s a far cry from 2014, when friction over a group of disputed islands in the East China Sea raised fears the two countries would become involved in a military conflict. Japanese companies pulled out of China in droves, and the two leaders had a famously awkward encounter at an APEC meeting.\n\nBut over the past year, the two countries have started to repair their relationship, at least superficially.\n\nChina’s foreign minister and premier have both visited Japan this year, and the number of Chinese tourists following suit is expected to reach a record 8 million this year. Japan was the top destination for Chinese travelers during this month’s Golden Week holiday, according to travel website C-Trip.\n\nThen there’s the Trump factor.\n\nChina is eagerly trying to improve economic relations with a raft of rich countries to try to reduce its exposure to the United States, where President Trump has slapped tariffs on $250 billion of Chinese imports and is threatening more.\n\nChinese Premier Li Keqiang just came back from a trip touring Chinese market access to European companies, while Beijing is redoubling its efforts to forge a trade deal called Regional Comprehensive Economic Partnership. There are even murmurs that China might try to join the Trans-Pacific Partnership, the 11-country trade deal that Trump pulled out of in his first week in office.\n\nJapan, a neighbor and China’s second biggest export market after the United States, is an important part of this diversification effort.\n\nChina has been pressing Japanese companies to announce investment plans and deals in China during Abe’s visit, and has generally been pushing for an improvement in the relationship to offset the sharp deterioration with the United States, according to people familiar with the preparations.\n\nThis appears to be a tactical move, analysts in Tokyo say.\n\n“Is it fundamental and long-lasting? It could just be a tactical move to deflect tensions coming from the U.S., and drive a wedge between the U.S. and Japan,” said Narushige Michishita of Japan’s National Graduate Institute for Policy Studies.\n\n[Japan’s Abe stakes out new identity in region: Stronger leadership and wider military reach ]\n\nBut Abe’s government is happy to go along with it for its own economic reasons. “Prime Minister Abe wishes to elevate Japan-China relations to a new level,” a Japanese government official said, asking for anonymity to preview the sensitive visit.\n\nChina is already Japan’s largest trading partner and more than 30,000 Japanese companies operate here, pumping more than $3.3 billion in direct investment into the country each year — and the market is only becoming more attractive.\n\nChina’s middle class now totals about 250 million people, double the entire population of Japan. That represents a tantalizing opportunity for consumer goods companies in particular, like Shiseido, the skin care company.\n\nBut Japan is now walking a tricky balancing act. Abe has poured an enormous amount of energy into developing a personal connection with Trump, and the military alliance with the United States is the cornerstone of Japan’s security.\n\nJapan is also concerned about becoming collateral damage in the trade war. “We don’t want to see this U.S.-China trade issue to damage the international supply chain,” the Japanese official said. “Japanese companies also have stakes and could be negatively affected. We hope that dialogue between the U.S. and China will lead to a diplomatic resolution of these issues.”\n\nChina’s Global Times nationalist tabloid made it clear that Abe should pay attention to how he balances his competing interests.\n\nJapan and China could help stabilize not just Asia but the whole world, columnist Sun Xiaobo wrote. He didn’t mince his words when advising Japan to pick sides. “Japan should have a clear idea of how to deal with U.S. influence in developing its relations with China,” he wrote.\n\n[China tells Trump administration to stop its ‘misguided’ actions and allegations ]\n\nBut Beijing knows where Japan’s loyalties lie, said Zhou Yongsheng, a Japan expert at China Foreign Affairs University in Beijing.\n\n“Japan is still an ally of the U.S. and it will avoid adopting any policies that could undermine U.S. policies,” he said. “Therefore, we could expect ties to improve but the steps will not be huge.”\n\nRegardless of the American factor, there is a limit to how much better relations can get. There are still plenty of historical issues causing frictions between the two countries.\n\nAbe is hellbent on revising the pacifist constitution imposed on Japan after World War II and returning the country to a normal footing with a full-fledged military, not just “self-defense forces.” But Beijing sees this as a sign of aggression and has strongly protested Abe’s efforts to date.\n\nThere are also the continued skirmishes over the disputed islands in the East China Sea, which Japan controls but China claims.\n\n“I think that China understands that there is a ceiling to how good this relationship can get, but right now for both Japan and China, they realize that it’s in their interests to cooperate,” said Sun of Stimson.\n\nIndeed, all is not forgotten. Abe was initially supposed to arrive in Beijing on Oct. 23, the same day 40 years before than Deng had arrived in Tokyo. But then the Chinese government realized that another anniversary fell on Oct. 23, said author Bill Bishop, editor of the Sinocism China newsletter. That is the 150th anniversary of Japan’s Meiji Restoration, the day of the creation of the Japanese government that rampaged through Asia, including in China.\n\nSome anniversaries, it seems, are better left unmarked.\n\nDenyer reported from Tokyo. Luna Lin in Beijing and Akiko Kashiwagi in Tokyo contributed reporting.\n\nRead more\n\nChina’s trade surplus with the U.S. hit a record $34.1 billion in September amid trade war\n\nIn China, investigations and purges become the new normal\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/world/asia_pacific/member-of-us-led-coalition-killed-in-afghanistan-in-apparent-insider-attack/2018/10/22/17e84d56-d60a-11e8-8384-bcc5492fef49_story.html", "published": "2018-10-22T06:05:00", "title": "Member of U.S.-led coalition killed in Afghanistan in apparent insider attack", "text": "Mourners attend the burial of Gen. Abdul Raziq, the Kandahar police commander, who was killed in an attack in Kandahar province, Afghanistan, Oct. 19, 2018. REUTERS/Ismail Sameem/File Photo\n\nA soldier from the U.S.-led military coalition in Afghanistan was killed Monday and two others were injured in an apparent insider attack by a member of the Afghan security forces, U.S. military officials here said.\n\nThe victims were not immediately identified, and no other details of the incident were released.\n\nAfghan military sources said they were trying to confirm reports that an Afghan special operations forces commando had opened fire on U.S. troops in the Shindand region of western Herat province, killing one.\n\nA Pentagon spokesman, Army Col. Rob Manning, said later that the fatality in Herat was not an American. He declined to say whether any of the wounded were U.S. troops and referred further questions to the NATO mission in Afghanistan.\n\nQari Yusuf Ahmadi, a spokesman for the Taliban insurgent movement, said in a statement Monday evening that the assailant in Herat was a Taliban “infiltrator.”\n\nThe incident came four days after two top Afghan security officials in southern Kandahar province were shot dead by a member of the provincial governor’s security guard team.\n\n[U.S. commander in Afghanistan survives deadly attack at governor’s compound that kills top Afghan police general]\n\nThe top U.S. military commander in Afghanistan, Gen. Austin “Scott” Miller, escaped unhurt in the attack, which claimed the life of Afghan National Police Gen. Abdul Raziq, a fierce anti-insurgent fighter who was considered the most powerful man in southern Afghanistan.\n\nThe Taliban claimed responsibility for the assault Thursday in the compound of the Kandahar provincial governor.\n\nThe shooting by a lone attacker targeted a high-level meeting in Kandahar between U.S. and Afghan officials on plans to secure nationwide parliamentary elections Saturday.\n\nThree Americans were injured with gunshot wounds in the Kandahar attack, including Army Brig. Gen. Jeffrey D. Smiley, according to four people with knowledge of the incident. Military officials have not identified the wounded, describing them only as a U.S. service member, a contractor who is part of the military coalition and a civilian.\n\nSmiley has commanded the U.S. military assistance mission in southern Afghanistan since August, according to his National Guard biography.\n\nAfter the Kandahar attack, some Afghans, including several national legislators, questioned the official version of the incident. Conspiracy theorists charged that the U.S. military was behind a plot to kill Abdul Raziq, a powerful regional security boss who was sometimes difficult for Afghanistan’s civilian government to control.\n\nThose alleging a foreign plot questioned why Miller escaped unharmed while senior Afghans in the same meeting died, and why U.S. military officials stressed strongly that Miller was not the target of the attack. Taliban spokesmen said Miller, Abdul Raziq and other Afghan officials were all targets.\n\nAfghanistan’s chief executive officer, Abdullah Abdullah, dismissed such rumors Monday after a meeting with Miller. He said people who spread them are just “helping the enemy.”\n\nThe head of the country’s intelligence service, Masoom Stanikzai, also rejected the allegations. Speaking to journalists in Kandahar, he gave a detailed account of the attack. He said the lone shooter, who was killed in the encounter, gave a false name when he enrolled recently in the provincial security service. He added that 15 other people have been arrested in the plot.\n\nStanikzai said that 15 minutes before the attack Thursday, the plotters received a phone call from “across the border,” meaning Pakistan, giving them instructions. “It is clear that the enemies of Afghanistan planned this plot on the other side of the border” and worked hard on it, he said.\n\nInsider attacks against coalition forces in Afghanistan became a significant concern beginning in 2008. Since then, more than 100 incidents have been reported in which U.S. or coalition troops or contractors have been killed or wounded by Afghans in uniform. The death toll in those incidents stands at about 155, with 200 injured. The incidents peaked in 2012, then declined steadily as foreign forces withdrew and new protection and vetting measures were adopted.\n\nHowever, several deadly assaults on U.S. forces in the past several years came at the hands of highly trained Afghan commandos. This has raised alarm, since such troops work closely with U.S. counterterrorism forces and are considered the best-trained and motivated of all Afghan security personnel.\n\nIn June of last year, an Afghan special operations forces commando opened fire on American troops, killing three and wounding one, at a firebase in the Achin district of Nangahar province. The victims were members of the U.S. Special Operations forces assisting Afghan forces on a joint anti-terrorism mission against the Islamic State.\n\nOne week later, an Afghan army soldier opened fire at a joint Afghan and U.S. military and training base in northern Afghanistan. One Afghan soldier was killed and seven Americans were wounded. NATO and U.S. officials said the attacker was shot and died on the way to a hospital. No foreigners died in that attack. Afghan officials confirmed that the shooter was an Afghan soldier; one said he was an army commando.\n\nDan Lamothe in Washington contributed to this report.\n\nRead more\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/world/2018/10/22/despair-heart-afghanistans-election/", "published": "2018-10-22T17:59:57", "title": "The despair at the heart of Afghanistan’s election", "text": "Want smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter.\n\n\n\n(Mohammad Anwar Danishyar)\n\nThis weekend, Afghans went to the polls to elect a new parliament. It was the first vote held largely independent of foreign assistance since the Taliban fell in 2001. As Afghan President Ashraf Ghani put it, shortly after casting his ballot at a Kabul elementary school, the high turnout proved voters “have the power and will to defeat their enemies,” namely the Taliban and the Islamic State.\n\n“Today, we proved together we will uphold democracy, casting ballots without fear,” he said.\n\nI just voted. And I thank the ANDSF, the IEC staff, and the great people of #Afghanistan who made it possible to vote despite the risks involved. Today we proved together that we uphold democracy. With casting our ballots without fear we honor the sacrifices of the fallen. pic.twitter.com/wrUCEa0MCR — Ashraf Ghani (@ashrafghani) October 20, 2018\n\nBut if Ghani seemed optimistic, his countrymen are not. “In the past 17 years of war and crisis in Afghanistan,” the New York Times wrote, “no one remembers a season quite like this one, with peril and hopelessness at every turn.” The campaign was marred by gruesome violence. Sectarian strife and political division threaten to tear the battered country apart. And few people believe Ghani can pick up the pieces.\n\nIt didn’t have to be that way. In June, Ghani announced a temporary cease-fire with the Taliban. Experts hoped that the pause, backed by NATO and the United States, would pave the way for peace talks with the fundamentalist group, which has been gaining ground in its years-long battle to recapture the country. Military analysts say as many as 100 Afghans are dying each day in skirmishes between the Taliban and security forces; they say 61 percent of Afghanistan’s districts are controlled by the Taliban.\n\nBut the cease-fire was called off just weeks later, after the Taliban staged major attacks in the cities of Kunduz and Ghazni. By the time campaigning began in earnest this fall, election-related violence was a near-daily occurrence.\n\nAs my colleague Pamela Constable wrote, “the Taliban, which had promised to disrupt the vote, claimed to have staged 164 attacks nationwide Saturday. In the days leading up to the poll, insurgents assassinated a top security official in Kandahar province, leading authorities to postpone the election there for one week at least. In other provinces, 10 candidates were killed during the campaign.”\n\nJust this weekend, officials estimate, 78 people, including 28 members of Afghan security forces, were killed at polling places. In Kabul, there were as many as a dozen attacks, including a suicide bomber who killed 10 voters and five police officers when he detonated his explosive outside a police station. A third of all polling stations stayed closed because the government could not guarantee the safety of voters.\n\nThe violence has made the question of who wins the election almost a secondary concern. Experts largely agree that there is no peaceful future for Afghanistan without achieving a political reconciliation with the Taliban. But the group has shown no interest in moderating its stances — and its campaign of terror against Afghan democracy makes any compromise seem all but impossible.\n\n\n\nAn Afghan police officer stands at the scene of a suicide bomb attack at a voter-registration center in Kabul on April 22. (Hedayatullah Amid/EPA-EFE/REX/Shutterstock)\n\nBeyond the slim hopes for peace, there is a deep anxiety about the government’s ability to protect and lead its citizens. An Asia Society poll, conducted annually since 2006, found that public support for democracy and key institutions in Afghanistan is dropping. Less than half the population trusts the country’s Independent Election Commission, and confidence in members of parliament is falling.\n\nIn the run-up to this weekend’s vote, that skepticism was on full display. Fear of corruption and voter fraud was rampant, prompting the government to launch a last-minute, high-tech anti-fraud program. But on election weekend, many poll workers were unable to use the equipment meant to verify voters' identities. As a result, polling centers opened late, and lines moved slowly, though election officials say delays affected fewer than 10 percent of polling centers.\n\nStill, about 4 million of Afghanistan’s 8.8 million registered voters turned out — a striking number when you consider the deadly risks voters faced in showing up at all. Many who came out did so because they want an opportunity to control their future. Zamir Ahmad Khaksar of Jalalabad, a city that has been targeted by repeated bombings, told the New York Times on Sunday that he had been waiting for an hour at a polling place for election workers to find his voter registration. They had yet to find it, he said, but he was undeterred: “I would come to vote even if bullets were raining in the city just to have a proper parliament.”\n\nOthers, though, offered a darker vision. There is no returning to normal in Afghanistan, they said, and their only hope is that the country’s deep dysfunction will give way to something totally new and possibly better.\n\n“We had a fake economy, fake money and fake prosperity. Security was provided by foreigners. Our role, our input, our understanding was limited,” Mirwais Arya, an entrepreneur in Kabul, told the Times. “My sense is that the situation will get worse as that fakeness crumbles, that we will reach the edge of collapse before there is a move for the better. … But once it crumbles, we will see that underneath, the society has actually transformed.”\n\nWant smart analysis of the most important news in your inbox every weekday along with other global reads, interesting ideas and opinions to know? Sign up for the Today’s WorldView newsletter."}]}}}